Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/MCP.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Default permissions
ar: الأذونات الافتراضية
de: Standardberechtigungen
es: Permisos predeterminados
fr: Autorisations par défaut
hi: डिफ़ॉल्ट अनुमतियाँ
id: Izin bawaan
ja: 既定の権限
ko: 기본 권한
pt_br: Permissões padrão
ru: Разрешения по умолчанию
th: สิทธิ์เริ่มต้น
tr: Varsayılan izinler
vi: Quyền mặc định
zh_hans: 默认权限
zh_hant: 預設權限

source: Description changed
ar: تغيّر الوصف
de: Beschreibung geändert
es: Descripción modificada
fr: Description modifiée
hi: विवरण बदला
id: Deskripsi berubah
ja: 説明に変更あり
ko: 설명 변경됨
pt_br: Descrição alterada
ru: Описание изменено
th: คำอธิบายเปลี่ยน
tr: Açıklama değişti
vi: Mô tả đã đổi
zh_hans: 说明已变
zh_hant: 說明已變更

source: Description from the server (original)
ar: الوصف المقدَّم من الخادم (النص الأصلي)
de: Beschreibung vom Server (Original)
es: Descripción del servidor (texto original)
fr: Description fournie par le serveur (texte d’origine)
hi: सर्वर का दिया विवरण (मूल पाठ)
id: Deskripsi dari server (teks asli)
ja: サーバーが提供する説明（原文）
ko: 서버가 제공한 설명(원문)
pt_br: Descrição do servidor (texto original)
ru: Описание от сервера (оригинал)
th: คำอธิบายจากเซิร์ฟเวอร์ (ต้นฉบับ)
tr: Sunucunun verdiği açıklama (özgün metin)
vi: Mô tả do máy chủ cung cấp (nguyên văn)
zh_hans: 服务器提供的说明（原文）
zh_hant: 伺服器提供的說明（原文）

source: Details are only kept on the device that ran this step.
ar: التفاصيل محفوظة فقط على الجهاز الذي نفّذ هذه الخطوة.
de: Details liegen nur auf dem Gerät, das diesen Schritt ausgeführt hat.
es: Los detalles solo se guardan en el dispositivo que ejecutó este paso.
fr: Les détails ne sont conservés que sur l’appareil qui a exécuté cette étape.
hi: विवरण सिर्फ़ उसी डिवाइस पर रहता है जिसने यह चरण चलाया था।
id: Detail hanya tersimpan di perangkat yang menjalankan langkah ini.
ja: 詳細は、このステップを実行したデバイスにのみ保存されています。
ko: 상세 내용은 이 단계를 실행한 기기에만 저장됩니다.
pt_br: Os detalhes ficam apenas no dispositivo que executou esta etapa.
ru: Подробности хранятся только на устройстве, где выполнялся этот шаг.
th: รายละเอียดเก็บไว้เฉพาะในอุปกรณ์ที่ทำขั้นนี้เท่านั้น
tr: Ayrıntılar yalnızca bu adımı çalıştıran cihazda saklanır.
vi: Chi tiết chỉ được lưu trên thiết bị đã chạy bước này.
zh_hans: 详情只保存在执行这一步的设备上。
zh_hant: 詳細內容只存在執行這一步的裝置上。

source: Don't use
ar: عدم الاستخدام
de: Nicht verwenden
es: No usar
fr: Ne pas utiliser
hi: इस्तेमाल न करें
id: Jangan gunakan
ja: 使用しない
ko: 사용 안 함
pt_br: Não usar
ru: Не использовать
th: ไม่ใช้
tr: Kullanma
vi: Không dùng
zh_hans: 不使用
zh_hant: 不使用

source: Done
ar: اكتملت
de: Abgeschlossen
es: Completado
fr: Terminée
hi: पूरा
id: Selesai
ja: 完了
ko: 완료
pt_br: Concluída
ru: Выполнен
th: เสร็จแล้ว
tr: Tamamlandı
vi: Hoàn tất
zh_hans: 已完成
zh_hant: 已完成

source: Edit address
ar: تعديل العنوان
de: Adresse ändern
es: Editar dirección
fr: Modifier l’adresse
hi: पता बदलें
id: Ubah alamat
ja: アドレスを修正
ko: 주소 수정
pt_br: Editar endereço
ru: Изменить адрес
th: แก้ไขที่อยู่
tr: Adresi düzenle
vi: Sửa địa chỉ
zh_hans: 修改地址
zh_hant: 修改位址

source: Enter the full address of this same server, starting with https://
ar: يُرجى إدخال العنوان الكامل للخادم نفسه، على أن يبدأ بـ ⁦https://⁩
de: Gib die vollständige Adresse desselben Servers ein, beginnend mit https://
es: Escribe la dirección completa de este mismo servidor; debe empezar por https://
fr: Saisissez l’adresse complète de ce même serveur, commençant par https://
hi: इसी सर्वर का पूरा पता डालें, जो https:// से शुरू होता हो
id: Masukkan alamat lengkap server yang sama ini, diawali https://
ja: 同じサーバーの完全なアドレスを、https:// から始めて入力してください
ko: 같은 서버의 전체 주소를 https://로 시작해 입력하세요
pt_br: Informe o endereço completo deste mesmo servidor, começando com https://
ru: Введите полный адрес этого же сервера, начиная с https://
th: โปรดป้อนที่อยู่แบบเต็มของเซิร์ฟเวอร์เดิมนี้ โดยขึ้นต้นด้วย https://
tr: Aynı sunucunun https:// ile başlayan tam adresini girin
vi: Hãy nhập địa chỉ đầy đủ của chính máy chủ này, bắt đầu bằng https://
zh_hans: 请填写这台服务器的完整地址，以 https:// 开头。
zh_hant: 請填寫這個伺服器的完整位址，以 https:// 開頭。

source: Expanded
ar: موسّعة
de: Ausgeklappt
es: Expandido
fr: Développé
hi: बड़ा किया गया
id: Diperluas
ja: 展開済み
ko: 펼쳐짐
pt_br: Expandido
ru: Развёрнуто
th: ขยายอยู่
tr: Genişletildi
vi: Đã mở rộng
zh_hans: 已展开
zh_hant: 已展開

source: Failed
ar: فشلت
de: Fehlgeschlagen
es: Fallido
fr: Échec
hi: विफल
id: Gagal
ja: 失敗
ko: 실패
pt_br: Falhou
ru: Ошибка
th: ล้มเหลว
tr: Başarısız
vi: Thất bại
zh_hans: 失败
zh_hant: 失敗

source: Finishing up…
ar: جارٍ إتمام الاتصال…
de: Verbindung wird abgeschlossen …
es: Terminando la conexión…
fr: Finalisation de la connexion…
hi: कनेक्शन पूरा हो रहा है…
id: Menyelesaikan koneksi…
ja: 接続を完了しています…
ko: 연결을 마무리하는 중…
pt_br: Finalizando a conexão…
ru: Завершаем подключение…
th: กำลังเชื่อมต่อให้เสร็จ…
tr: Bağlantı tamamlanıyor…
vi: Đang hoàn tất kết nối…
zh_hans: 正在完成连接…
zh_hant: 正在完成連線…

source: For safety, changed tools aren't offered to the model until you confirm.
ar: حرصًا على الأمان، لا تُعرض الأدوات التي تغيّرت على النموذج قبل تأكيدك.
de: Zur Sicherheit werden geänderte Tools dem Modell erst nach deiner Bestätigung wieder angeboten.
es: Por seguridad, las herramientas que cambiaron no se le ofrecen al modelo hasta que lo confirmes.
fr: Par sécurité, les outils modifiés ne sont pas proposés au modèle tant que vous ne les avez pas confirmés.
hi: सुरक्षा के लिए, बदले हुए टूल आपकी पुष्टि से पहले मॉडल को नहीं दिए जाते।
id: Demi keamanan, alat yang berubah tidak ditawarkan ke model sampai Anda mengonfirmasinya.
ja: 安全のため、変更のあったツールは、確認が済むまでモデルに渡されません。
ko: 안전을 위해 변경된 도구는 확인하기 전까지 모델에 제공되지 않습니다.
pt_br: Por segurança, as ferramentas alteradas só são oferecidas ao modelo depois que você confirmar.
ru: Ради безопасности изменившиеся инструменты не передаются модели, пока вы их не подтвердите.
th: เพื่อความปลอดภัย เครื่องมือที่เปลี่ยนแปลงจะไม่ถูกเสนอให้โมเดลจนกว่าคุณจะยืนยัน
tr: Güvenlik için, değişen araçlar siz onaylayana kadar modele sunulmaz.
vi: Để an toàn, những công cụ có thay đổi sẽ không được cung cấp cho mô hình cho đến khi bạn xác nhận.
zh_hans: 为了安全，有变化的工具在你确认前不会提供给模型。
zh_hant: 為了安全，有變動的工具在你確認前不會提供給模型。

source: Hide
ar: إخفاء
de: Ausblenden
es: Ocultar
fr: Masquer
hi: छिपाएँ
id: Sembunyikan
ja: 閉じる
ko: 접기
pt_br: Ocultar
ru: Скрыть
th: ซ่อน
tr: Gizle
vi: Ẩn
zh_hans: 收起
zh_hant: 收合

source: If the server asks you to sign in, its own sign-in page opens. Oriveo never sees your password.
ar: إذا طلب الخادم تسجيل الدخول، تُفتح صفحة تسجيل الدخول الخاصة به. لا يطّلع Oriveo على كلمة مرورك أبدًا.
de: Verlangt der Server eine Anmeldung, öffnet sich dessen eigene Anmeldeseite. Oriveo bekommt dein Passwort nie zu sehen.
es: Si el servidor te pide iniciar sesión, se abrirá su propia página de inicio de sesión. Oriveo nunca ve tu contraseña.
fr: Si le serveur vous demande de vous identifier, sa propre page d’identification s’ouvre. Oriveo ne voit jamais votre mot de passe.
hi: अगर सर्वर साइन इन माँगे, तो उसका अपना साइन इन पेज खुलेगा। Oriveo को आपका पासवर्ड कभी नहीं दिखता।
id: Jika server meminta Anda masuk, halaman masuk milik server itu akan terbuka. Oriveo tidak pernah melihat kata sandi Anda.
ja: サーバーがログインを求めた場合は、そのサービスのログインページが開きます。Oriveo にパスワードが渡ることはありません。
ko: 서버에서 로그인을 요구하면 해당 서비스의 로그인 페이지가 열립니다. Oriveo는 비밀번호를 볼 수 없습니다.
pt_br: Se o servidor pedir login, a página de login dele é aberta. O Oriveo nunca vê a sua senha.
ru: Если сервер попросит войти, откроется его собственная страница входа. Oriveo не видит ваш пароль.
th: หากเซิร์ฟเวอร์ขอให้ลงชื่อเข้าใช้ หน้าลงชื่อเข้าใช้ของเซิร์ฟเวอร์นั้นเองจะเปิดขึ้น Oriveo จะไม่เห็นรหัสผ่านของคุณ
tr: Sunucu oturum açmanızı isterse kendi oturum açma sayfası açılır. Oriveo şifrenizi hiçbir zaman görmez.
vi: Nếu máy chủ yêu cầu đăng nhập, trang đăng nhập của chính máy chủ đó sẽ mở ra. Oriveo không bao giờ thấy mật khẩu của bạn.
zh_hans: 服务器要求登录时，会打开它自己的登录页面。Oriveo 不会看到你的密码。
zh_hant: 伺服器要求登入時，會開啟它自己的登入頁面。Oriveo 不會看到你的密碼。

source: Interrupted
ar: توقفت
de: Unterbrochen
es: Interrumpido
fr: Interrompue
hi: बीच में रुका
id: Terhenti
ja: 中断
ko: 중단됨
pt_br: Interrompida
ru: Прерван
th: ถูกขัดจังหวะ
tr: Yarıda kesildi
vi: Bị gián đoạn
zh_hans: 已中断
zh_hant: 已中斷

source: Last connected
ar: آخر اتصال
de: Zuletzt verbunden
es: Última conexión
fr: Dernière connexion
hi: पिछला कनेक्शन
id: Terakhir terhubung
ja: 最終接続
ko: 마지막 연결
pt_br: Última conexão
ru: Последнее подключение
th: เชื่อมต่อล่าสุด
tr: Son bağlantı
vi: Kết nối lần cuối
zh_hans: 上次连接
zh_hant: 上次連線

source: Last worked %@
ar: آخر اتصال ناجح %@
de: Zuletzt erfolgreich %@
es: Funcionó por última vez %@
fr: Dernière réussite %@
hi: पिछली बार %@ चला था
id: Terakhir berhasil %@
ja: 最終成功 %@
ko: 마지막 성공 %@
pt_br: Funcionou pela última vez %@
ru: Последнее подключение %@
th: สำเร็จล่าสุด %@
tr: Son başarılı bağlantı %@
vi: Lần cuối thành công %@
zh_hans: 上次成功 %@
zh_hant: 上次成功 %@

source: Leave empty to use the server's own name
ar: يُترك فارغًا لاستخدام اسم الخادم نفسه
de: Leer lassen, um den Namen des Servers zu übernehmen
es: Déjalo vacío para usar el nombre del propio servidor
fr: Laissez vide pour reprendre le nom du serveur
hi: सर्वर का अपना नाम रखने के लिए खाली छोड़ें
id: Kosongkan untuk memakai nama dari server
ja: 空欄ならサーバー側の名前を使います
ko: 비워 두면 서버에서 정한 이름을 사용합니다
pt_br: Deixe em branco para usar o nome do próprio servidor
ru: Оставьте пустым, чтобы взять название самого сервера
th: เว้นว่างไว้เพื่อใช้ชื่อของเซิร์ฟเวอร์เอง
tr: Sunucunun kendi adını kullanmak için boş bırakın
vi: Để trống để dùng tên của chính máy chủ
zh_hans: 留空则使用服务器自己的名称
zh_hant: 留空則使用伺服器自己的名稱

source: Let the model use your services
ar: أتِح للنموذج استخدام خدماتك
de: Lass das Modell deine Dienste nutzen
es: Deja que el modelo use tus servicios
fr: Donnez au modèle accès à vos services
hi: मॉडल को अपनी सेवाएँ इस्तेमाल करने दें
id: Biarkan model memakai layanan Anda
ja: いつものサービスをモデルから使う
ko: 모델이 내 서비스를 쓸 수 있게
pt_br: Deixe o modelo usar os seus serviços
ru: Дайте модели доступ к вашим сервисам
th: ให้โมเดลใช้บริการของคุณได้
tr: Model, hizmetlerinizi kullanabilsin
vi: Để mô hình dùng các dịch vụ của bạn
zh_hans: 让模型用上你的服务
zh_hant: 讓模型用上你的服務

source: Make sure the sign-in page's domain is a service you recognize.
ar: تأكّد من أن نطاق صفحة تسجيل الدخول يعود إلى خدمة تعرفها.
de: Prüfe, ob die Domain der Anmeldeseite zu einem Dienst gehört, den du kennst.
es: Comprueba que el dominio de la página de inicio de sesión sea de un servicio que reconoces.
fr: Vérifiez que le domaine de la page d’identification correspond bien à un service que vous connaissez.
hi: देख लें कि साइन इन पेज का डोमेन उसी सेवा का है जिसे आप पहचानते हैं।
id: Pastikan domain halaman masuk itu milik layanan yang Anda kenal.
ja: ログインページのドメインが、見覚えのあるサービスのものか確認してください。
ko: 로그인 페이지의 도메인이 알고 있는 서비스가 맞는지 확인하세요.
pt_br: Confira se o domínio da página de login é de um serviço que você reconhece.
ru: Убедитесь, что домен страницы входа принадлежит знакомому вам сервису.
th: โปรดตรวจสอบว่าโดเมนของหน้าลงชื่อเข้าใช้เป็นของบริการที่คุณรู้จัก
tr: Oturum açma sayfasının alan adının tanıdığınız bir hizmete ait olduğundan emin olun.
vi: Hãy chắc chắn rằng tên miền của trang đăng nhập thuộc về dịch vụ mà bạn biết.
zh_hans: 请确认登录页面的域名是你认识的服务。
zh_hant: 請確認登入頁面的網域是你認得的服務。

source: Manage MCP servers
ar: إدارة خوادم MCP
de: MCP-Server verwalten
es: Administrar servidores MCP
fr: Gérer les serveurs MCP
hi: MCP सर्वर प्रबंधित करें
id: Kelola server MCP
ja: MCP サーバーを管理
ko: MCP 서버 관리
pt_br: Gerenciar servidores MCP
ru: Управление MCP-серверами
th: จัดการเซิร์ฟเวอร์ MCP
tr: MCP sunucularını yönet
vi: Quản lý máy chủ MCP
zh_hans: 管理 MCP 服务器
zh_hant: 管理 MCP 伺服器

source: MCP servers
ar: خوادم MCP
de: MCP-Server
es: Servidores MCP
fr: Serveurs MCP
hi: MCP सर्वर
id: Server MCP
ja: MCP サーバー
ko: MCP 서버
pt_br: Servidores MCP
ru: MCP-серверы
th: เซิร์ฟเวอร์ MCP
tr: MCP sunucuları
vi: Máy chủ MCP
zh_hans: MCP 服务器
zh_hant: MCP 伺服器

source: MCP servers turn services like Linear and Notion, or tools you host yourself, into things the model can do in a chat.
ar: خوادم MCP تجعل خدمات مثل Linear و Notion، أو أدوات تستضيفها بنفسك، أعمالًا يستطيع النموذج تنفيذها داخل المحادثة.
de: Mit MCP-Servern kann das Modell im Chat Dienste wie Linear und Notion oder Tools nutzen, die du selbst betreibst.
es: Los servidores MCP convierten servicios como Linear y Notion, o herramientas que alojes tú, en cosas que el modelo puede hacer dentro de un chat.
fr: Avec les serveurs MCP, des services comme Linear et Notion, ou des outils que vous hébergez vous-même, deviennent des actions que le modèle peut accomplir dans une conversation.
hi: MCP सर्वर की मदद से Linear और Notion जैसी सेवाएँ, या आपके अपने होस्ट किए टूल, ऐसे काम बन जाते हैं जिन्हें मॉडल चैट में कर सकता है।
id: Server MCP membuat layanan seperti Linear dan Notion, atau alat yang Anda kelola sendiri, bisa dipakai model langsung di dalam chat.
ja: MCP サーバーを接続すると、Linear や Notion などのサービスや自分で用意したツールを、モデルがチャットの中で使えるようになります。
ko: MCP 서버를 연결하면 Linear, Notion 같은 서비스나 직접 운영하는 도구를 모델이 대화 중에 사용할 수 있습니다.
pt_br: Os servidores MCP transformam serviços como Linear e Notion, ou ferramentas que você mesmo hospeda, em ações que o modelo pode executar em um chat.
ru: С MCP-серверами модель может прямо в чате работать с такими сервисами, как Linear и Notion, или с инструментами, которые вы развернули сами.
th: เซิร์ฟเวอร์ MCP ช่วยให้โมเดลใช้บริการอย่าง Linear และ Notion หรือเครื่องมือที่คุณโฮสต์เอง ได้จากในแชท
tr: MCP sunucuları; Linear ve Notion gibi hizmetleri veya kendi barındırdığınız araçları, modelin sohbet içinde yapabildiği işlere dönüştürür.
vi: Máy chủ MCP biến các dịch vụ như Linear, Notion hay công cụ do bạn tự vận hành thành những việc mô hình có thể làm ngay trong cuộc trò chuyện.
zh_hans: MCP 服务器把 Linear、Notion 这类服务，或者你自己搭建的工具，变成模型可以在聊天里调用的能力。
zh_hant: MCP 伺服器把 Linear、Notion 這類服務，或是你自己架設的工具，變成模型在對話裡可以使用的能力。

source: More than %1$d tools are on. Only the first %2$d will be sent.
ar: عدد الأدوات المفعّلة يتجاوز %1$d. لن يُرسل سوى أول %2$d منها.
de: Es sind mehr als %1$d Tools aktiv. Gesendet werden nur die ersten %2$d.
es: Hay más de %1$d herramientas activadas. Solo se enviarán las primeras %2$d.
fr: Plus de %1$d outils sont activés. Seuls les %2$d premiers seront envoyés.
hi: %1$d से ज़्यादा टूल चालू हैं। सिर्फ़ पहले %2$d भेजे जाएँगे।
id: Lebih dari %1$d alat aktif. Hanya %2$d alat pertama yang akan dikirim.
ja: オンのツールが %1$d 個を超えています。送信されるのは最初の %2$d 個だけです。
ko: 켜진 도구가 %1$d개를 넘었습니다. 앞의 %2$d개만 전송됩니다.
pt_br: Há mais de %1$d ferramentas ativadas. Só as primeiras %2$d serão enviadas.
ru: Включено больше %1$d инструментов. Отправлены будут только первые %2$d.
th: เปิดเครื่องมือไว้เกิน %1$d รายการ ระบบจะส่งเฉพาะ %2$d รายการแรก
tr: %1$d taneden fazla araç açık. Yalnızca ilk %2$d tanesi gönderilecek.
vi: Đang bật hơn %1$d công cụ. Chỉ %2$d công cụ đầu tiên được gửi đi.
zh_hans: 已开启的工具超过 %1$d 个，只会带上前 %2$d 个。
zh_hant: 已開啟的工具超過 %1$d 個，只會帶上前 %2$d 個。

source: Name (optional)
ar: الاسم (اختياري)
de: Anzeigename (optional)
es: Nombre (opcional)
fr: Nom (facultatif)
hi: नाम (वैकल्पिक)
id: Nama (opsional)
ja: 名前（任意）
ko: 이름(선택)
pt_br: Nome (opcional)
ru: Название (необязательно)
th: ชื่อ (ไม่บังคับ)
tr: Ad (isteğe bağlı)
vi: Tên (không bắt buộc)
zh_hans: 名称（可选）
zh_hant: 名稱（選填）

source: Needs sign-in
ar: يلزم التفويض
de: Anmeldung nötig
es: Requiere iniciar sesión
fr: Identification requise
hi: साइन इन ज़रूरी
id: Perlu otorisasi
ja: 再認証が必要
ko: 재인증 필요
pt_br: Requer login
ru: Нужен вход
th: ต้องลงชื่อเข้าใช้อีกครั้ง
tr: Yetkilendirme gerekli
vi: Cần đăng nhập lại
zh_hans: 需要重新授权
zh_hant: 需要重新授權

source: Needs sign-in again
ar: يلزم إعادة التفويض
de: Erneute Anmeldung nötig
es: Hay que volver a autorizar
fr: Nouvelle autorisation requise
hi: फिर से साइन इन करना होगा
id: Perlu otorisasi ulang
ja: 再認証が必要です
ko: 다시 인증해야 합니다
pt_br: É preciso autorizar novamente
ru: Нужно войти заново
th: ต้องให้สิทธิ์อีกครั้ง
tr: Yeniden yetkilendirme gerekli
vi: Cần đăng nhập lại
zh_hans: 需要重新授权
zh_hant: 需要重新授權

source: Never
ar: لم يحدث بعد
de: Nie
es: Nunca
fr: Jamais
hi: कभी नहीं
id: Belum pernah
ja: なし
ko: 없음
pt_br: Nunca
ru: Никогда
th: ยังไม่เคย
tr: Hiç bağlanmadı
vi: Chưa lần nào
zh_hans: 从未
zh_hant: 從未

source: New
ar: جديدة
de: Neu
es: Nueva
fr: Nouveau
hi: नया
id: Baru
ja: 新規
ko: 새 도구
pt_br: Nova
ru: Новый
th: ใหม่
tr: Yeni
vi: Mới
zh_hans: 新增
zh_hant: 新增

source: No longer offered by the server
ar: لم يعد الخادم يوفّرها
de: Wird vom Server nicht mehr angeboten
es: El servidor ya no la ofrece
fr: N’est plus proposé par le serveur
hi: सर्वर अब इसे नहीं देता
id: Tidak lagi disediakan server
ja: サーバーが提供を終了しました
ko: 서버에서 더 이상 제공하지 않습니다
pt_br: O servidor não a oferece mais
ru: Сервер его больше не предоставляет
th: เซิร์ฟเวอร์ไม่มีเครื่องมือนี้ให้ใช้แล้ว
tr: Sunucu artık sunmuyor
vi: Máy chủ không còn cung cấp
zh_hans: 服务器不再提供
zh_hant: 伺服器不再提供

source: No tools yet
ar: لا توجد أدوات بعد
de: Noch keine Tools
es: Aún no hay herramientas
fr: Aucun outil pour l’instant
hi: अभी कोई टूल नहीं है
id: Belum ada alat
ja: 使えるツールがまだありません
ko: 아직 사용할 수 있는 도구가 없습니다
pt_br: Ainda não há ferramentas
ru: Инструментов пока нет
th: ยังไม่มีเครื่องมือ
tr: Henüz araç yok
vi: Chưa có công cụ nào
zh_hans: 还没有可用的工具
zh_hant: 還沒有可用的工具

source: Not added
ar: لم تتم الإضافة
de: Nicht hinzugefügt
es: No agregado
fr: Non ajouté
hi: जोड़ा नहीं गया
id: Tidak ditambahkan
ja: 未追加
ko: 추가 안 됨
pt_br: Não adicionado
ru: Не добавлен
th: ยังไม่ได้เพิ่ม
tr: Eklenmedi
vi: Chưa thêm
zh_hans: 未添加
zh_hant: 未新增

source: Not needed
ar: غير مطلوب
de: Nicht nötig
es: No hace falta
fr: Non requise
hi: ज़रूरी नहीं
id: Tidak perlu
ja: 不要
ko: 필요 없음
pt_br: Não é necessário
ru: Не требуется
th: ไม่จำเป็น
tr: Gerekmiyor
vi: Không cần
zh_hans: 不需要
zh_hant: 不需要登入

source: Not recognized
ar: غير معروف
de: Nicht erkannt
es: No reconocido
fr: Non reconnu
hi: पहचाना नहीं गया
id: Tidak dikenali
ja: 認識できません
ko: 인식할 수 없음
pt_br: Não reconhecido
ru: Не распознан
th: ไม่รู้จัก
tr: Tanınmadı
vi: Không nhận ra
zh_hans: 无法识别
zh_hant: 無法辨識

source: Now
ar: الآن
de: Jetzt
es: Ahora
fr: Maintenant
hi: अब
id: Sekarang
ja: 変更後
ko: 현재
pt_br: Agora
ru: Стало
th: ตอนนี้
tr: Şimdiki
vi: Hiện tại
zh_hans: 现在
zh_hant: 現在

source: Only servers reachable over the network are supported. Servers that need a command run on your computer work in the desktop app.
ar: الخوادم المدعومة هي التي يمكن الوصول إليها عبر الشبكة فقط. أما الخوادم التي يتطلب تشغيلها تنفيذ أمر على حاسوبك فتعمل في تطبيق سطح المكتب.
de: Unterstützt werden nur Server, die über das Netzwerk erreichbar sind. Server, die per Befehl auf deinem Computer gestartet werden, funktionieren in der Desktop-App.
es: Solo se admiten servidores accesibles por red. Los que se inician con un comando en tu computadora funcionan en la app de escritorio.
fr: Seuls les serveurs accessibles par le réseau sont pris en charge. Ceux qui se lancent par une commande sur votre ordinateur fonctionnent dans l’application de bureau.
hi: सिर्फ़ वही सर्वर चलते हैं जिन तक नेटवर्क से पहुँचा जा सके। जिन सर्वर को शुरू करने के लिए आपके कंप्यूटर पर कमांड चलानी पड़ती है, वे डेस्कटॉप ऐप में काम करते हैं।
id: Hanya server yang bisa dijangkau lewat jaringan yang didukung. Server yang harus dijalankan dengan perintah di komputer Anda bisa dipakai di aplikasi desktop.
ja: ネットワーク経由で接続できるサーバーにのみ対応しています。パソコン上でコマンドを実行して起動するタイプは、デスクトップ版でご利用ください。
ko: 네트워크로 접속할 수 있는 서버만 지원합니다. 컴퓨터에서 명령을 실행해야 시작되는 서버는 데스크톱 앱에서 사용하세요.
pt_br: Só há suporte a servidores acessíveis pela rede. Os que precisam de um comando executado no seu computador funcionam no app para desktop.
ru: Поддерживаются только серверы, доступные по сети. Серверы, которые запускаются командой на компьютере, работают в приложении для компьютера.
th: รองรับเฉพาะเซิร์ฟเวอร์ที่เข้าถึงได้ผ่านเครือข่าย ส่วนเซิร์ฟเวอร์ที่ต้องรันคำสั่งบนคอมพิวเตอร์ของคุณ ใช้ได้ในแอปเดสก์ท็อป
tr: Yalnızca ağ üzerinden erişilebilen sunucular desteklenir. Bilgisayarınızda komut çalıştırılarak başlatılan sunucular masaüstü uygulamasında kullanılabilir.
vi: Chỉ hỗ trợ máy chủ truy cập được qua mạng. Máy chủ cần chạy lệnh trên máy tính của bạn thì dùng được trong ứng dụng dành cho máy tính.
zh_hans: 只支持能通过网络访问的服务器。需要在电脑上运行命令才能启动的，请在桌面端使用。
zh_hant: 只支援能透過網路連線的伺服器。需要在電腦上執行指令才能啟動的伺服器，請在桌面版使用。

source: Paste a new access token
ar: الصق رمز وصول جديدًا
de: Neues Zugriffstoken einfügen
es: Pega un nuevo token de acceso
fr: Collez un nouveau jeton d’accès
hi: नया ऐक्सेस टोकन पेस्ट करें
id: Tempel token akses baru
ja: 新しいアクセストークンを貼り付け
ko: 새 액세스 토큰 붙여넣기
pt_br: Cole um novo token de acesso
ru: Вставьте новый токен доступа
th: วางโทเค็นการเข้าถึงใหม่
tr: Yeni bir erişim belirteci yapıştırın
vi: Dán mã truy cập mới
zh_hans: 粘贴新的访问令牌
zh_hant: 貼上新的存取權杖

source: Paste the address of an MCP server
ar: الصق عنوان خادم MCP
de: Füge die Adresse eines MCP-Servers ein
es: Pega la dirección de un servidor MCP
fr: Collez l’adresse d’un serveur MCP
hi: किसी MCP सर्वर का पता पेस्ट करें
id: Tempel alamat server MCP
ja: MCP サーバーのアドレスを貼り付けます
ko: MCP 서버 주소를 붙여 넣으세요
pt_br: Cole o endereço de um servidor MCP
ru: Вставьте адрес MCP-сервера
th: วางที่อยู่ของเซิร์ฟเวอร์ MCP
tr: Bir MCP sunucusunun adresini yapıştırın
vi: Dán địa chỉ của một máy chủ MCP
zh_hans: 粘贴 MCP 服务器的地址
zh_hant: 貼上 MCP 伺服器的位址

source: Paste token
ar: الصق الرمز
de: Token einfügen
es: Pega el token
fr: Collez le jeton
hi: टोकन पेस्ट करें
id: Tempel token
ja: トークンを貼り付け
ko: 토큰 붙여넣기
pt_br: Cole o token
ru: Вставьте токен
th: วางโทเค็น
tr: Belirteci yapıştırın
vi: Dán mã truy cập
zh_hans: 粘贴令牌
zh_hant: 貼上權杖

source: Pause this server for now
ar: إيقاف هذا الخادم مؤقتًا
de: Diesen Server vorerst pausieren
es: Pausar este servidor por ahora
fr: Suspendre ce serveur pour l’instant
hi: इस सर्वर को फ़िलहाल रोकें
id: Jeda server ini untuk sementara
ja: このサーバーを一時停止
ko: 이 서버 잠시 사용 중지
pt_br: Pausar este servidor por enquanto
ru: Пока приостановить этот сервер
th: หยุดใช้เซิร์ฟเวอร์นี้ชั่วคราว
tr: Bu sunucuyu şimdilik duraklat
vi: Tạm ngừng dùng máy chủ này
zh_hans: 暂时停用这个服务器
zh_hant: 暫時停用這個伺服器

source: Read only
ar: للقراءة فقط
de: Nur lesen
es: Solo lectura
fr: Lecture seule
hi: सिर्फ़ पढ़ते हैं
id: Hanya membaca
ja: 読み取りのみ
ko: 읽기 전용
pt_br: Somente leitura
ru: Только чтение
th: อ่านอย่างเดียว
tr: Yalnızca okur
vi: Chỉ đọc
zh_hans: 只读取
zh_hant: 僅讀取

source: Reading the tool list
ar: قراءة قائمة الأدوات
de: Tool-Liste wird gelesen
es: Leyendo la lista de herramientas
fr: Lecture de la liste des outils
hi: टूल की सूची पढ़ी जा रही है
id: Membaca daftar alat
ja: ツール一覧を読み込み
ko: 도구 목록 불러오기
pt_br: Lendo a lista de ferramentas
ru: Загружаем список инструментов
th: อ่านรายการเครื่องมือ
tr: Araç listesi okunuyor
vi: Đọc danh sách công cụ
zh_hans: 读取工具列表
zh_hant: 讀取工具清單

source: Recommended
ar: موصى به
de: Empfohlen
es: Recomendado
fr: Recommandé
hi: अनुशंसित
id: Disarankan
ja: おすすめ
ko: 추천
pt_br: Recomendado
ru: Рекомендуется
th: แนะนำ
tr: Önerilen
vi: Đề xuất
zh_hans: 推荐
zh_hant: 推薦

source: Reload tools
ar: إعادة تحميل الأدوات
de: Tools neu laden
es: Recargar herramientas
fr: Recharger les outils
hi: टूल फिर से लोड करें
id: Muat ulang alat
ja: ツールを再読み込み
ko: 도구 다시 불러오기
pt_br: Recarregar ferramentas
ru: Обновить инструменты
th: โหลดเครื่องมือใหม่
tr: Araçları yeniden yükle
vi: Tải lại công cụ
zh_hans: 重新读取工具
zh_hant: 重新讀取工具

source: Remove
ar: إزالة
de: Entfernen
es: Quitar
fr: Retirer
hi: हटाएँ
id: Hapus
ja: 削除
ko: 제거
pt_br: Remover
ru: Удалить
th: นำออก
tr: Kaldır
vi: Gỡ
zh_hans: 移除
zh_hant: 移除

source: Remove %@?
ar: إزالة %@؟
de: %@ entfernen?
es: ¿Quitar %@?
fr: Retirer %@ ?
hi: %@ हटाएँ?
id: Hapus %@?
ja: %@ を削除しますか？
ko: %@ 서버를 제거할까요?
pt_br: Remover %@?
ru: Удалить %@?
th: นำ %@ ออกไหม
tr: %@ kaldırılsın mı?
vi: Gỡ %@?
zh_hans: 移除 %@？
zh_hant: 移除 %@？

source: Remove server
ar: إزالة الخادم
de: Server entfernen
es: Quitar servidor
fr: Retirer le serveur
hi: सर्वर हटाएँ
id: Hapus server
ja: サーバーを削除
ko: 서버 제거
pt_br: Remover servidor
ru: Удалить сервер
th: นำเซิร์ฟเวอร์ออก
tr: Sunucuyu kaldır
vi: Gỡ máy chủ
zh_hans: 移除服务器
zh_hant: 移除伺服器
